app/Controllers/Gestor.php

SELECT *
FROM `gestor`
---
  public static function exibir(): string
  {
    $gestorModel = new GestorModel();
    // Obtenha os gestores do banco de dados
    $gestores = $gestorModel->findAll();