app/Controllers/Pessoa.php

SELECT *
FROM `pessoas`
---
        public static function exibir(): string {
            $pessoaModel = new PessoaModel();

            $data['pessoas'] = $pessoaModel->findAll();