app/Controllers/Problema.php

    public static function exibir(): string
    {
        $model = new ProblemaModel();
        $gestorModel = new GestorModel();

        // Obtenha os gestores do banco de dados
        $gestores = $gestorModel->findAll();
---
SELECT *
FROM `gestor`