app/Models/GestorModel.php

INSERT INTO `gestor` (`nome`, `cargo`) VALUES ('Pedro Lucas', 'Gestor MedVet')
---
  public function insertGestor($data)
  {
    $this->db->table($this->table)->insert($data);