app/Views/problema_exibir.php

                            <?= $problema->descricao ?>
                        </td>
                        <td>
                            <?php $gestor = $gestorModel->find($problema->gestor_id); ?>
---
SELECT *
FROM `gestor`
WHERE `gestor`.`gestor_id` = '1'